{
"高考单词 1": "One thing that most touched my heart was that she would go to whoever was sick and just be with them.",
"高考单词 2": "Only by increasing the number of doctors by 50 percent can the patients be treated properly in this hospital.",
"高考单词 3": "I gave the owner as much information as possible and headed home to see what news the night might bring.",
"高考单词 4": "The old man sat in front of the television every evening, happy to watch anything that happened to be on.",
"无人机 1": "Although drones, or uncrewed aerial vehicles (UAVs) as they are also known, were originally developed for military target practice and surveillance, the civilian versions that have emerged over the past decade have created a thriving new industry. Commercial UAVs, especially the hovering type, are used for jobs ranging from inspecting power lines, buildings and crops, to aerial photography, transporting medical supplies and even delivering pizzas. The value of this market reached $22.5bn last year, according to Drone Industry Insights, a German research firm with its eye on the business. By 2025 that figure is expected to exceed $42bn.",
"无人机 2": "Something helping to accelerate this growth is a gradual relaxation of the strictures that aviation authorities, being naturally cautious about all these newfangled flying machines taking to the sky, have imposed on the industry. In most countries, drones may not be flown near people or over built-up areas, and must be kept within view of their operator. Exemptions may be sought for specific flights, but this can be a long-winded process, hedged with restrictions. For instance, regulators have usually insisted on ground observers being used to follow flights beyond an operator’s visual line-of-sight, or BVLOS as it is known. This means extra staff have to be hired and trained, which pushes up costs.",
"无人机 3": "However, as companies build up their flying experience, things are starting to change. In January, for example, a firm called American Robotics became the first operator approved by America’s Federal Aviation Administration (FAA) to fly automated UAVs at specific sites without any pilots or observers being present. Staff at the company’s base near Boston oversee these flights, even though the drones operate as far away as Nevada and Kansas.",
"星期": "Mon Monday, Tue Tuesday, Wed Wednesday, Thur Thursday, Fri Friday, Sat Saturday, Sun Sunday",
"月份": "Jan January, Feb February, Mar March, Apr April, May May, June June, July July, Aug August, Sept September, Oct October, Nov November, Dec December"
}
