{
"高考单词 1": "One thing that most touched my heart was that she would go to whoever was sick and just be with them.",
"高考单词 2": "Only by increasing the number of doctors by 50 percent can the patients be treated properly in this hospital.",
"高考单词 3": "I gave the owner as much information as possible and headed home to see what news the night might bring.",
"高考单词 4": "The old man sat in front of the television every evening, happy to watch anything that happened to be on.",
"高考单词 5": "Sarah, who has taken part in shows along with top models wants to prove that she has brains as well as beauty.",
"高考单词 6": "The set worked so beautifully when I first got it home that I would keep it on until stations signed off for the night.",
"高考单词 7": "This is where kids can discover the past from dinosaur models to rock collections and pictures of stars in the sky.",
"高考单词 8": "If you work out in the mornings, then you will be getting the calorie burning benefits for the whole day, not in your sleep.",
"高考单词 9": "His presence meant that I had an unexpected teaching assistant in class whose creativity would infect other students.",
"高考单词 10": "It was only after he had read the papers that Mr. Gross realized the task before him was extremely difficult to complete.",
"高考单词 11": "Forty-two percent of people asked admitted they turned to the back of the book to read the end before finishing the story.",
"高考单词 12": "Knowledgeable guides will entertain you with the most interesting stories about Presidents, Congress, memorials, and parks.",
"高考单词 13": "Students are being dared to draw a picture, write an article, take a photo or write a poem that shows what they are curious about.",
"高考单词 14": "Each year, world-famous artists are invited to design and produce works of art from the ice, many of which can be found in the rooms.",
"高考单词 15": "Animals that don't have clean and unfrozen water may drink dirty water outside, which may contain something unhealthy for them.",
"高考单词 16": "One of those bad life's experiences for Shelley happened three years ago when her brother Brad was killed in a drunk driving accident.",
"高考单词 17": "Most businesses seek to make a profit—that is, they aim to achieve income that is more than the costs of operating the business.",
"高考单词 18": "The yellow and orange stone fruits such as peaches are high in the carotenoids we turn into vitamin A and which are antioxidants.",
"无人机 1": "Although drones, or uncrewed aerial vehicles (UAVs) as they are also known, were originally developed for military target practice and surveillance, the civilian versions that have emerged over the past decade have created a thriving new industry. Commercial UAVs, especially the hovering type, are used for jobs ranging from inspecting power lines, buildings and crops, to aerial photography, transporting medical supplies and even delivering pizzas. The value of this market reached $22.5bn last year, according to Drone Industry Insights, a German research firm with its eye on the business. By 2025 that figure is expected to exceed $42bn.",
"无人机 2": "Something helping to accelerate this growth is a gradual relaxation of the strictures that aviation authorities, being naturally cautious about all these newfangled flying machines taking to the sky, have imposed on the industry. In most countries, drones may not be flown near people or over built-up areas, and must be kept within view of their operator. Exemptions may be sought for specific flights, but this can be a long-winded process, hedged with restrictions. For instance, regulators have usually insisted on ground observers being used to follow flights beyond an operator’s visual line-of-sight, or BVLOS as it is known. This means extra staff have to be hired and trained, which pushes up costs.",
"无人机 3": "However, as companies build up their flying experience, things are starting to change. In January, for example, a firm called American Robotics became the first operator approved by America’s Federal Aviation Administration (FAA) to fly automated UAVs at specific sites without any pilots or observers being present. Staff at the company’s base near Boston oversee these flights, even though the drones operate as far away as Nevada and Kansas.",
"无人机 4": "To infinity and beyond\nAt the moment, American Robotics’ flights take place in rural areas. Their purpose is to survey farmland. The company’s quadcopter Scout drones wait, charged up and ready to fly, in boxes located on customers’ farms. At the beginning of a mission the box lid slides open and the drone, sitting on its landing pad, is raised for take-off. Once flying, it scans the customer’s fields with a variety of sensors, gathering data on crops and growing conditions. When done, it returns to its box, the lid closes, the data are processed and passed to the farmer, and the drone is recharged.",
"无人机 5": "To avoid aerial collisions, the Scout system employs ground-based acoustic sensors which can hear the engines and propellers of approaching planes from a distance of several kilometres. This allows the position of an incoming flight to be plotted and, if necessary, the drone is instructed to keep clear. The company also plans to survey buildings and other infrastructure. Up to this point, says Reese Mozer, its chief executive, the industry has been “scratching the surface of autonomous drone use”.",
"无人机 6": "Something similar is happening in Britain. In April the Civil Aviation Authority (CAA) authorised a firm called sees.ai to carry-out routine BVLOS flights, albeit at specified locations. These include a large construction site in Surrey, to the south-west of London. “It is a big step forward and allows us to fly as often as we like without prior authorisation,” says John McKenna, the firm’s chief executive. For the time being, an observer is required on site, but that person need no longer be in constant contact with the flight-monitoring team at the company’s base near Chichester, on the south coast. The firm hopes that this requirement will soon be lifted."
"无人机 7": "As its name suggests, sees.ai relies on artificial intelligence to operate its UAVs. To navigate, the craft employ several cameras and also other systems, including GPS, radar and lidar (which uses light instead of reflected radio waves) to build up three-dimensional images of their surroundings. The drones’ software is trained to recognise structures and obstacles, including other aircraft, and to take evasive action if needed. This also lets the craft fly inside tunnels and under oil rigs, where GPS and radio-control signals are easily lost.",
"星期": "Mon Monday, Tue Tuesday, Wed Wednesday, Thur Thursday, Fri Friday, Sat Saturday, Sun Sunday",
"月份": "Jan January, Feb February, Mar March, Apr April, May May, June June, July July, Aug August, Sept September, Oct October, Nov November, Dec December"
}
